Repository: postpayio/woocommerce
Catalog: languages/postpay-*.po
Languages: es_es

source: Buy now and pay later with zero interest and zero fees.
es_es: Compra ahora y paga más tarde con cero interés y sin cargos.

source: Invalid URL.
es_es: URL inválida.

source: Postpay capture failed. ID: %1$s. Code: %2$s.
es_es: La captura con Postpay falló. ID: %1$s. Código: %2$s.

source: Postpay capture error.
es_es: Postpay error de captura.

source: Postpay order %1$s. ID: %2$s.
es_es: Postpay pedido %1$s. ID: %2$s.

source: Postpay order cancelled.
es_es: Postpay pedido cancelado.

source: Postpay refund failed. ID: %1$s. Code: %2$s.
es_es: La devolución con Postpay falló. ID: %1$s. Código: %2$s.

source: Postpay Pay Now
es_es: Postpay Pagar Ahora

source: Accept payments using credit and debit cards.
es_es: Aceptar pagos con tarjetas de crédito y débito.

source: Pay Now
es_es: Pagar Ahora

source: Postpay Split Payment
es_es: Postpay Pago Fraccionado

source: Proceed to Postpay
es_es: Continuar con Postpay

source: Postpay is not properly configured.
es_es: Postpay no está configurado correctamente.

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable Pay Now
es_es: Habilitar Pagar Ahora

source: Title
es_es: Título

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el proceso de compra.

source: Credit or Debit Card
es_es: Tarjeta de Crédito o de Débito

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve durante el proceso de compra.

source: Secure checkout with your Credit or Debit card.
es_es: Asegure el pago con su tarjeta de crédito o de débito.

source: Get your merchant ID from Postpay.
es_es: Consigue tu merchant ID en Postpay.

source: Secret key
es_es: Clave secreta

source: Get your secret Key from Postpay.
es_es: Consigue tu clave secreta en Postpay.

source: Sandbox secret key
es_es: Clave secreta sandbox

source: Get your sandbox secret key from Postpay.
es_es: Consigue tu clave secreta sandbox en Postpay.

source: Enable Postpay sandbox
es_es: Habilitar Postpay sandbox

source: Postpay sandbox can be used to test payments.
es_es: Postpay sandbox puede ser usado para probar la pasarela de pago.

source: Enable in-context checkout
es_es: Habilitar in-context checkout

source: Checkout flow that keeps customers local to your website.
es_es: Proceso de checkout que mantiene a los clientes localizados en su sitio web.

source: Enable logging
es_es: Habilitar registro de logs

source: Log Postpay events, such as HTTP requests.
es_es: Registra los eventos Postpay, como las peticiones HTTP.

source: Theme
es_es: Tema

source: This controls the color to coordinate and contrast with different backgrounds.
es_es: Esto controla el color para coordinar y contrastar con diferentes fondos.

source: Light
es_es: Claro

source: Dark
es_es: Oscuro

source: Payment summary widget
es_es: Widget de resumen de pago

source: Enable payment summary widget
es_es: Habilitar widget de resumen de pago

source: Show the payment summary on the payment method selection.
es_es: Mostrar el resumen de pago en la selección del método de pago.

source: CSS selector
es_es: Selector CSS

source: Selector to hide the payment method if it is not available.
es_es: Selector para ocultar el método de pago si no está disponible.

source: Enable Split Payment
es_es: Habilitar Pago Fraccionado

source: Instalments with Postpay
es_es: Pagos a plazos con Postpay

source: Product widget
es_es: Widget de producto

source: Enable product widget
es_es: Habilitar widget de producto

source: Show a promotional message on product pages.
es_es: Mostrar un mensaje promocional en las páginas de productos.

source: Cart widget
es_es: Widget de carrito

source: Enable cart widget
es_es: Habilitar widget de carrito

source: Show a promotional message on cart page.
es_es: Mostrar un mensaje promocional en la página del carrito.

source: Settings
es_es: Configuración
